---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CombinableElement
source: html/f83894aa-8010-bada-a03c-04c3b4067cbc.htm
---
# CombinableElement Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.